brew "asdf"
brew "curl"
brew "fzf"
brew "git"
brew "gpg"
brew "htop"
brew "jq"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"

brew "codespell"
brew "commitlint"
brew "eslint"
brew "htmlhint"
brew "luacheck"
brew "markdownlint-cli"
brew "prettier"
brew "proselint"
brew "shfmt"
brew "shellcheck"
brew "spectral-cli"
brew "sqlfluff"
brew "stylelint"
brew "stylua"
brew "yamllint"

cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
