brew "asdf"
brew "curl"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "openssl"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

cask "docker"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
