brew "asdf"
brew "curl"
brew "fzf"
brew "git"
brew "gpg"
brew "htop"
brew "jq"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"

brew "codespell"
brew "prettier"
brew "shfmt"
brew "stylua"

cask "docker"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
